Repository: me/spider
Catalog: po/*/spider.po
Languages: it

source: Global options:
it: Opzioni globali:

source: Output Spider version and exit
it: Visualizza la versione di Spider ed esci

source: Be verbose when outputting info
it: Sii prolisso

source: Cd to a directory before running
it: Spostati in una cartella prima dell'esecuzione

source: Include configuration sets
it: Includi insiemi di configurazione

source: Set runmode to devel
it: Imposta il runmode a devel

source: Set runmode to test
it: Imposta il runmode a test

source: Proxy server to use for http operations (http://user:pass@host:port)
it: Proxy da usare per le operazioni http (http://utente:password@host:porta)

source: Manage apps
it: Gestisci le applicazioni

source: Proxy server to use (http://user:pass@host:port)
it: Server proxy da usare (http://utente:password@host:porta)

source: App server
it: Server applicazioni

source: List installed and available apps
it: Elenca le applicazioni installate e disponibili

source: List installed apps (the default)
it: Elenca le applicazioni installate (il default)

source: List only remote apps
it: Elenca solo le applicazioni remote

source: List both local and remote apps
it: Elenca sia le applicazioni locali che quelle remote

source: Include apps that come with spider
it: Elenca anche le applicazioni incluse con Spider

source: INSTALLED APPS
it: APPLICAZIONI INSTALLATE

source: REMOTE APPS
it: APPLICAZIONI REMOTE

source: Install an app
it: Installa un'applicazione

source: Use git for installing apps
it: Usa git per installare le applicazioni

source: Don't install other apps this one depends on
it: Non installare le altre applicazioni da cui dipende questa

source: Don't install ruby gems this app depends on
it: Non installare le gemme da cui dipende l'applicazione

source: Install optional app dependencies
it: Installa le dipendenze opzionali

source: Don't install optional gem dependencies
it: Non installare gemme opzionali

source: SSH user
it: Utente SSH

source: Don't activate installed apps
it: Non attivare le applicazioni installate

source: Install app from specific branch
it: Installa applicazione da un branch specifico

source: Please execute this command from the home folder
it: Per favore, esegui questo comando dalla cartella home

source: git gem not available; install git gem for Git support
it: La gemma 'git' non è disponibile; installa la gemma 'git' per attivare il supporto per Git

source: %s already installed
it: %s è già installato

source: The following apps will be installed as a dependency: %s
it: Le applicazioni seguenti saranno installate come dipendenza: %s

source: The following apps will be updated as a dependency: %s
it: Le applicazioni seguenti saranno aggiornate, in quanto dipendenze: %s

source: Activate an app
it: Attiva un'applicazione

source: Update an app
it: Aggiorna un'applicazione

source: Update all apps
it: Aggiorna tutte le applicazioni

source: Don't use git for updating apps
it: Non usare git per aggiornare le applicazioni

source: Don't install/update other apps this one depends on
it: Non installare le altre applicazioni da cui dipende questa

source: Don't install optional app dependencies
it: Non installare dipendenze opzionali

source: Don't activate installed apps, if any
it: Non attivare le applicazioni installate, se ce ne sono

source: Update apps even if the version has not changed
it: Aggiorna le applicazioni anche se la versione non è cambiata

source: Don't clear cache
it: Non pulire la cache

source: Don't restart the server after the udpate
it: Non riavviare il server dopo l'aggiornamento

source: App %s is not installed
it: L'applicazione %s non è installata

source: Already up-to-date: %s
it: Già aggiornata: %s

source: Setup an app
it: Esegui il setup di un'applicazione

source: Assume a specific version is installed
it: Assumi che una versione specifica è installata

source: Setup to a specific version
it: Esegui il setup fino a una versione specifica

source: Only run the setup script for the given version
it: Esegui lo script di setup solo per la versione passata

source: Setup all active apps
it: Esegui il setup di tutte le applicazioni attive

source: Don't cleanup
it: Non effettuare la pulizia

source: Manage certificates
it: Gestisci certificati

source: Generate new X.509
it: Genera un nuovo X.509

source: Where to generate the certificate
it: Dove generare il certificato

source: Name of the organization to generate the certificate for
it: Nome dell'organizzazione per cui generare il certificato

source: Manage configuration
it: Gestisci la configurazione

source: List configuration options
it: Elenca le opzioni di configurazione

source: Show info
it: Mostra informazioni

source: Get information about a configuration option
it: Ottieni informazioni su di un'opzione di configurazione

source: Dynamic
it: Dinamico

source: Configuration option not found
it: Opzione di configurazione non trovata

source: Get the current value of a configuration option
it: Ottieni il valore corrente di un'opzione di configurazione

source: Set the value of a configuration option
it: Imposta il valore di un'opzione di configurazione

source: Open a console
it: Apri una console

source: Use irb instead of ripl (use given executable if supplied)
it: Usa irb invece di ripl (usa l'eseguibile passato come parametro, se fornito)

source: Manage static content
it: Gestisci i contenuti statici

source: Publish apps static content to home public folder
it: Pubblica il contenuto statico delle applicazioni nella cartella public della home

source: Compress Javascript files
it: Comprimi i file Javascript

source: Create a working dir for development or installation
it: Crea una cartella di installazione

source: Create a new application
it: Crea un'applicazione vuota

source: The path where to create the app (defaults to the app folder under the current path)
it: Il percorso dove creare l'applicazione (di default la cartella app nel percorso corrente)

source: The module name; by default, the app name will be camelized
it: Il nome del modulo; di default, il nome dell'applicazione sarà cammellizzato

source: Create an installation
it: Crea un'installazione

source: The path where to create the installation (defaults to the path)
it: Il percorso dove creare l'installazione (di default il percorso corrente)

source: Don't launch wizard
it: Non eseguire il wizard

source: Non interactive
it: Non interattivo

source: Manage models
it: Gestisci i modelli

source: Sync models
it: Sincronizza i modelli

source: Force syncing
it: Forza la sincronizzazione

source: Drop unused columns
it: Esegui il drop delle colonne inutilizzate

source: Drop unused tables
it: Esegui il drop delle tabelle inutilizzate

source: Update current sequences to max db value
it: Aggiorna le sequenze esistenti al max in db

source: Process also non managed models
it: Processa anche i modelli non gestiti

source: Don't create foreign key constraints
it: Non creare i vincoli di chiave esterna

source: Create foreign key constraints
it: Crea i vincoli di chiave esterna

source: The following tables are about to be dropped: %s
it: Le segenti tabelle stanno per essere cancellate: %s

source: Continue? yes/NO:
it: Continuare? sì/NO

source: yes
it: sì

source: Unable to modify the following fields:
it: Impossibile modificare i seguenti campi:

source: (use -f to force)
it: (usa -f per forzare)

source: Dump models
it: Esegui il dump dei modelli

source: Overwrite existing files
it: Sovrascrivi file esistenti

source: Specify dump path
it: Specifica percorso per il dump

source: Setup an application
it: Esegui il setup di un'applicazione

source: Manage tests
it: Gestisci i test

source: Run tests
it: Esegui i test

source: Run framework tests
it: Esegui i test del framework

source: Test for an issue
it: Esegui i test per un bug

source: Manage internal webserver
it: Gestisci il webserver interno

source: The port the webserver should listen on
it: La porta su cui deve stare in ascolto il webserver

source: Which webserver to use; the choices are 'webrick', 'mongrel' and 'thin'
it: Che webserver usare; le possibilità sono 'webrick', 'mongrel' e 'thin'

source: The webserver %s is not supported
it: Il webserver %s non è supportato

source: Detach server process
it: Stacca il processo server dalla console

source: Serve each request spawning a CGI subprocess. Useful in developement.
it: Servi ogni richesta eseguendo un nuovo processo CGI. Utile durante lo sviluppo.

source: Listen to SSL requests
it: Accetta richieste SSL

source: SSL certificate
it: Certificato SSL

source: SSL private key
it: Chiave privata SSL

source: Note: Using WEBrick as a webserver, since SSL was requested
it: Nota: Utilizzo WEBrick come webserver, dato che è stato richiesto l'utilizzo di SSL

source: %s is not a configuration option
it: %s non è un'opzione di configurazione

source: Apps to load
it: Applicazioni da caricare

source: The internal server to use
it: Il server interno da usare

source: Whether to show the stack trace on error
it: Mostrare o no lo stack trace degli errori

source: Reload application and spider sources on each request
it: Ricarica i sorgenti delle applicazioni e di spider a ogni richiesta

source: Port to use for the http server
it: Porta da usare per il server http

source: Force threading on non-threaded adapters
it: Forza l'utilizzo dei thread con adapter non-threaded

source: Time allowed for each request (in seconds)
it: Tempo a disposizione per ogni richiesta (in secondi)

source: Restart the webserver when application code changes
it: Riavvia il server web quando il codice delle applicazioni cambia

source: Respawn on changes to the framework
it: Riavvia su cambiamenti al framework

source: Number of seconds a process is given to end
it: Numero di secondi che vengono dati al processo per terminare

source: Mode to use for serving static files
it: Modo da usare per servire file statici

source: Automatically publish content to the home's public folder
it: Pubblica automaticamente il contenuto statico nella cartella pubblica della come

source: The text editor installed on the client
it: L'editro di testo installato nel client

source: Refresh template cache every time
it: Aggiorna la cache dei template a ogni richiesta

source: Use FSSM to clear templates cache when a file changes
it: Usa FSSM per pulire la cache dei template quando cambia un file

source: Refresh template cache when server restarts
it: Aggiorna la cache dei template quando il server viene riavviato

source: Never recompile templates
it: Non ricompilare mai i template

source: Check on every request if templates are changed
it: Controlla a ogni richiesta se i template sono cambiati

source: Default doctype to use for templates
it: Doctype di default per i template

source: How many connections to open to a storage
it: Quante connessioni aprire verso i motori di archiviazione

source: Timout in seconds to obtain a connection
it: Timeout in secondi per ottenere una connessione

source: How many times to retry acquiring a connection
it: Quante volte provare ad acquisire una connessione

source: Use one connection for all threads; use this only when testing!
it: Usa una sola connessione per tutti i thread; utilizzare questa opzione solo in fase di test!

source: Replace bound variables in debug sql
it: Sostituisci le bound variables nell'sql di debug

source: The engine to use when creating tables
it: Il motore da usare per le nuove tabelle

source: A list of named storages
it: Una lista di archivi con nome

source: Connection url to the storage
it: Url di connessione all'archivio

source: Encoding the DB uses
it: La codifica utilizzata dal DB

source: Whether to enable transactions on the db
it: Se abilitare le transazioni sul db

source: Use given document storage for versioning if available
it: Utilizza lo storage a documenti indicato per il versionamento, se disponibile

source: Start the debugger
it: Avvia il debugger

source: Enable on-request profiling
it: Abilita profiling su richiesta

source: Respond to requests sequentially
it: Rispondi alle richieste in maniera sequenziale

source: The locale to use
it: Il locale da utilizzare

source: Path where rails-style locales are found
it: Percorso dove si trovano il locale in formato rails

source: Fallback locale
it: Locale di default

source: Sleep time for the periodic runner
it: Tempo di sleep per il runner periodico

source: Where to store the session
it: Dove salvare la sessione

source: Lifetime in seconds of the sessions
it: Vita in secondi delle sessioni

source: Number of seconds to wait before session purge check
it: Numero di secondi da aspettare prima di un controllo di pulizia

source: The folder where to store file sessions
it: La cartella dove salvare le sessioni

source: Which shared store to use
it: Che tipo di shared store usare

source: Life in seconds of HTTP Digest Authentication nonces
it: Vita in secondi dei nonce per l'Autenticazione HTTP Digest

source: Automatically send headers on first output
it: Invia automaticamente i header al primo output

source: Redirect standard output to the browser
it: Ridirigi lo standard output al browser

source: If the request is proxyied, the urls used to reach spider, with the corresponding paths called by the proxy
it: Se la richiesta è passata attraverso un proxy, gli url usati per raggiungere spider, con i corrispondenti percorsi chiamati dal proxy

source: The charset to use for http requests
it: Charset da usare per le richieste http

source: Level of debug output to console
it: Livello di debug da inviare in console

source: Log errors to errors.log file
it: Logga gli errori sul file errors.log

source: Log level to use for main log file (false for no logging)
it: Livello di log da usare per il file di log principale (false per disabilitare il log)

source: Name of the main log file
it: Nome del file di log principale

source: Number of old log files to keep, OR frequency of rotation (daily, weekly or monthly)
it: Numero di vecchi file di log da tenere, OPPURE frequenza di rotazione (daily, weekly o monthly)

source: Maximum logfile size (only applies when log.rotate.age is a number)
it: Dimensione massima del file di log (applicabile solo se log.rotate.age è un numero)

source: Log memory usage
it: Logga l'utilizzo della memoria

source: Maximum number of rotated log files to keep
it: Massimo numero di file di log ruotati da tenere

source: Whether to compress rotated log files
it: Se comprimere i file di log ruotati

source: Under JRuby, Use Apache Commons Logging if available
it: In JRuby, usa Apache Commons Logging se disponibile

source: Log level for static files
it: Livello di log da usare per servire file statici

source: Allow logging for some file extensions
it: Abilita i log dei file statici per alcune estensioni

source: A list of organizations
it: Una lista di organizzazioni

source: Descriptive name of the organization
it: Nome descrittivo dell'organizzazione

source: Country code of the organization
it: Codice nazione dell'organizzazione

source: State of the organization
it: Provincia dell'organizzazione

source: Name of the city
it: Nome della città

source: Common name (e.g. domain) of the organization
it: Common name (p.es. il dominio) dell'organizzazione

source: Main e-mail address of the organization
it: Indirizzo e-mail principale dell'organizzazione

source: Email address used as 'From' for automatic e-mails
it: Indirizzo Email utilizzato come 'From' per le e-mail automatiche

source: Organizational Unit (e.g. department)
it: Unità Organizzativa (p.es. il dipartimento)

source: Path to the public key (defaults to config/certs/org_name/public.pem)
it: Percorso della chiave pubblica (di default config/certs/nome_org/public.pem)

source: Path to the certificate (defaults to config/certs/org_name/cert.pem)
it: Percorso del certificato (di default config/certs/nome_org/cert.pem)

source: Path to the private key (defaults to config/certs/org_name/private/key.pem)
it: Percorso della chiave privata (di default config/certs/nome_org/private/key.pem)

source: Name of the site administrator
it: Nome dell'amministratore del sito

source: Email of the site administrator
it: Indirizzo e-mail dell'amministratore del sito

source: Email of the site technical administrator
it: Indirizzo e-mail dell'amministratore tecnico del sito

source: Main domain name used to access the site
it: Nome di dominio principale usato per accedere al sito

source: Main port used to access the site
it: Porta principale per accedere al sito

source: Whether this site can be accessed using SSL
it: Se questo sito è accessibile via SSL

source: Port used to access the site via SSL
it: Porta usata per accedere al sito via SSL

source: Send an e-mail to the technical administrator when errors occur
it: Invia un'e-mail all'amministratore quando accade un errore

source: Use ruby-debug to provide extended traces
it: Usa ruby-debug per creare trace estesi

source: Show locals in debug traces
it: Mostra le variabili locali nei trace

source: Compress JavaScript files
it: Comprimi i file JavaScript

source: Combine CSS files
it: Combina i file CSS

source: Compile CSS files
it: Compila i file CSS

source: Compile CSS LESS files
it: Compila i file CSS LESS

source: Use Compass SASS framework if available
it: Usa il framework SASS Compass se disponibile

source: Use cache busters for CSS urls
it: Usa cache busters per le url dei CSS

source: Use a Content Delivery Network for assets if defined
it: Usa un Content Delivery Network per gli asset, se definito

source: Proxy to use for http clients (http://user:pass@host:port)
it: Proxy da usare per i client http (http://utente:password@host:porta)

source: Disable resource overriding in home
it: Disabilita l'override delle risorse con quelle nella home

source: Allow superusers to login as any user
it: Permetti ai superuser di loggarsi come qualunque utente

source: Page not found
it: Pagina non trovata

source: An error occurred
it: Si è verificato un errore

source: Site error
it: Errore del sito

source: Created repository
it: Creato repository

source: git gem not installed, cannot init repo
it: La gemma 'git' non è installata, impossibile inizializzare il repository

source: Using webserver %s
it: Utilizzo il webserver %s

source: Listening on port %s
it: In ascolto sulla porta %s

source: less than a minute
it: meno di un minuto

source: 1 minute
it: 1 minuto

source: less than %s seconds
it: meno di %s secondi

source: half a minute
it: mezzo minuto

source: %s minutes
it: %s minuti

source: about 1 hour
it: circa 1 ora

source: about %d hours
it: circa %d ore

source: 1 day
it: 1 giorno

source: %d days
it: %d giorni

source: about 1 month
it: circa 1 mese

source: %d months
it: %d mesi

source: about 1 year
it: circa 1 anno

source: over %d years
it: più di %d anni

source: '%s' is not a valid date
it: %s non è una data valida

source: '%s' is not in the correct format
it: %s non è nel formato corretto

source: %s is not a valid e-mail address
it: %s non è un indirizzo e-mail valido

source: hour
it: ora

source: hours
it: ore

source: minute
it: minuto

source: minutes
it: minuti

source: second
it: secondo

source: seconds
it: secondi

source: Created
it: Creato

source: Modified
it: Modificato

source: Element %s is required
it: L'elemento %s è obbligatorio

source: Another item with the same %s is already present
it: È già presente un'altro oggetto con lo stesso elemento %s

source: Install done.
it: Installazione completata.

source: Installing the following needed gems:
it: Installazione in corso delle seguenti gemme necessarie:

source: Installing the following optional gems:
it: Installazione in corso delle seguenti gemme opzioniali:

source: Unable to install optional gem %s:
it: Impossibile installare la gemma opzionale %s:

source: Doing cleanup...
it: Eseguo la pulizia...

source: Clearing cache...
it: Pulisco la cache...

source: Restarting server...
it: Riavvio il server...

source: Post-update done
it: Post-aggiornamento eseguito

source: %s already installed, skipping
it: %s è già installato, salto

source: Fetching %s from %s
it: Recupero %s da %s

source: Added app %s
it: Aggiunta applicazione %s

source: Fetching %s from server...
it: Recupero %s dal server...

source: Fetched.
it: Recuperato.

source: Updating %s from %s
it: Aggiorno %s da %s

source: Updated app %s
it: Aggiornata applicazione %s

source: Update of %s failed
it: Aggiornamento di %s fallito

source: Setup task done
it: Task di setup eseguito

source: Press any key to continue
it: Premi un tasto per continuare

source: Do you want to change your settings?
it: Vuoi cambiare le impostazioni?

source: Exiting.
it: Uscita

source: Cancel
it: Annulla

source: Do you want to configure a database?
it: Vuoi configurare un database?

source: Which database do you want to configure?
it: Che database vuoi configurare?

source: Database type:
it: Tipo di database:

source: Configuration saved.
it: Configurazione salvata.

source: Mysql gem is not available. Install?
it: La gemma mysql non è disponibile. Installarla?

source: Installation of mysql gem failed.
it: L'installazione della gemma mysql è fallita.

source: The mysql gem failed to compile, so the pure-ruby version was installed. You should install the compiled version manually for better performance.
it: La compilazione della gemma mysql è fallita; è stata quindi installata la versione puro ruby. Dovresti installare la versione compilata manualmente per prestazioni migliori.

source: Can't configure mysql without the mysql gem.
it: Non posso configurare mysql senza la gemma mysql.

source: We found the following MySQL instances. Do you want to use one of them?
it: Sono state trovate le seguenti istanze di MySQL. Vuoi usare una di queste?

source: Do you want to connect via socket or via network?
it: Vuoi connetterti via socket o via rete?

source: Port:
it: Porta:

source: Socket location
it: Percorso del socket

source: %s does not seem to be a socket
it: %s non sembra essere un socket

source: Connection to %s failed
it: Connessione a %s fallita

source: Trying to connect to mysql at %s ...
it: Tentativo di connessione a mysql %s ...

source: Connection failed.
it: Connessione fallita.

source: Db name:
it: Nome db:

source: Checking if db exists...
it: Verifico se il db esiste...

source: Database %s does not exist.
it: Il database %s non esiste.

source: Unable to start debugger. Ensure ruby-debug is installed (or set debugger.start to false).
it: Impossibile avviare il debugger. Assicurati che ruby-debug sia installato (o imposta debugger.start a false).

source: We are sorry, but the required page was not found
it: Siamo spiacenti, la pagina richiesta non è stata trovata

source: Return to the site
it: Ritorna al sito

source: If you need to contact the administrator to provide additional information, you may send an e-mail to
it: Per contattare l'amministratore e fornire informazioni aggiuntive, è possibile inviare un'e-mail a

source: The identifier of this error is %s. Please refer to it when requesting assistance.
it: L'identificatore dell'errore è %s. Per favore, fare riferimento a questo identificatore se si richiede assistenza.

source: Debug information
it: Informazioni di debug

source: We are sorry, an error occurred. The administrator of the site has been notified
it: Siamo spiacenti, si è verificato un errore. L'amministratore del sito è stato informato

source: Under maintenance
it: In manutenzione

source: The server is currently under maintenance. Please come back shortly
it: Il server è al momento in manutenzione. Per favore, riprovare fra breve
